let a = prompt('Enter a');
function square(a) {
    const result = a ** 2;
    return result; 
}
const result = square(a);
console.log(result);

const text = document.querySelector('#text');
function expand() {
    text.innerText = 'Задача организации, в особенности же консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Не следует, однако забывать, что новая модель организационной деятельности позволяет оценить значение форм развития.        С другой стороны укрепление и развитие структуры влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Повседневная практика показывает, что сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. Товарищи! начало повседневной работы по формированию позиции позволяет оценить значение соответствующий условий активизации.'
}